[Balance.Pawn_Balance_Anemone_StolenTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Concealed Hyperion MK-XF Shield")
PlayThroughs[1]=(DisplayName="Stolen Hyperion MK-XF turret")

[Character.CharClass_Anemone_StolenTurret AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Shield.ShieldObjectDefinition InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Weapons.JacksTurret_WeaponType WeaponTypeDefinition]
Typename="Semi-automatic sniper rifle"
PickupMessage="This is it %s"
UseFailureLevelMessage="You must have %d level to use this feature."
UseFailureConstraintsMessage="This item is not supported."
NoManufacturerName="money"

